[A_Weapons.WeaponType_Jakobs_Pistol:AttributePresentationDefinition_3 AttributePresentationDefinition]
NoConstraintText="Press as quickly as possible [Skill] trigger [-skill]."

[A_Weapons.WeaponType_Maliwan_Pistol:AttributePresentationDefinition_2 AttributePresentationDefinition]
NoConstraintText="Activity Damage [Skill] Item Bonus [Skill:]."

[A_Weapons.WeaponType_Tediore_Pistol:AttributePresentationDefinition_2 AttributePresentationDefinition]
NoConstraintText="Explode like a bomb [-Skill]]."

[Accessory.Pistol_Accessory_Stock_Stability:AttributePresentationDefinition_0 AttributePresentationDefinition]
NoConstraintText="[Skill] Increase weapon stability [-Skill]."

[ManufacturerMaterials.Mat_Maliwan_1:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Main [Skill] Effect option [-Skill]."

[ManufacturerMaterials.Mat_Maliwan_2:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Main [Skill] Effect option [-Skill]."

[ManufacturerMaterials.Mat_Maliwan_3:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Main [Skill] Effect option [-Skill]."

[ManufacturerMaterials.Mat_Maliwan_3_Rubi:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Main [Skill] Effect option [-Skill]."

[ManufacturerMaterials.Mat_Maliwan_4:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Main [Skill] Effect option [-Skill]."

[ManufacturerMaterials.Mat_Maliwan_5_Legendary:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Main [Skill] Effect option [-Skill]."

[Name.Title.Title__Unique_LadyFist:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Love is a woman's finger. True love is a woman's fist."

[Name.Title.Title__Unique_Teapot:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Tea party, will you have tea?!"

[Name.Title_Bandit.Title_Legendary_Gub:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="it's all natural."
